Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And now, between the performance review and the family holiday letter, we have a list of six to ten goals we can work on in the next year.
ne: पारिवारिक छुट्टी र बार्षिक मुल्यांकनको बीचमा आगामी बर्षमा सम्पन्न गर्न सकिने ६-१० लक्ष्यहरु निर्धारण गर्न सकिन्छ

source: And now we need to break these down into doable steps.
ne: सम्पन्न गर्न सकिनेको आधारमा यीनलाइ बर्गिकरण गर्न सकिन्छ

source: So maybe you want to write a family history.
ne: हुन सक्छ तपाई पारीवारक इतिहास लेख्न सक्नुहुन्छ

source: First, you can read some other family histories, get a sense for the style.
ne: पहिला तपाईं अरुले लेखेको ईतिहास पढ्न सक्नुहुन्छ लेख्ने तरिका बुझ्न

source: Then maybe think about the questions you want to ask your relatives, set up appointments to interview them.
ne: त्यसपछि, आफ्नो नातेदारहरुलाई सोध्ने प्रश्नहरुको सुची तयार पारेर अन्तर्वार्ताको समय मिलाउनुहुनेछ

source: Or maybe you want to run a 5K.
ne: वा चन्दा संकलनको योजना

source: So you need to find a race and sign up, figure out a training plan, and dig those shoes out of the back of the closet.
ne: गरेर चन्दा संकलनको तरिका र नियम सिकेर त्यसैमा लाग्न सक्नुहुन्छ

source: And then -- this is key -- we treat our priorities as the equivalent of that broken water heater, by putting them into our schedules first.
ne: यस्तो कार्य गर्दा, धारो भाँचिएको अवस्था जस्तै प्राथमिकता निर्धारण गर्नुहुनेछ

source: We do this by thinking through our weeks before we are in them.
ne: काम सुरुगर्ने एक हप्ता अगाडिनै हामी यस बिषयमा सोच्छौं

source: I find a really good time to do this is Friday afternoons.
ne: यो काममा हातहाल्न मलाई शुक्रबार दिउसो ठिक लाग्छ

source: Friday afternoon is what an economist might call a "low opportunity cost" time.
ne: अर्थशास्त्रीहरु यो समयलाइ "न्यून मुल्यको सम्भावना" को समय भन्छन्

source: Most of us are not sitting there on Friday afternoons saying, "I am excited to make progress toward my personal and professional priorities right now."
ne: शुक्रबार दिउसो हामी कोहि पनि "म मेरो व्यक्तिगत र ब्यवसायिक प्राथमिकता निर्धारण गर्ने ठिक समय हो" भन्ने सोचाईमा हुन्नौ

source: (Laughter) But we are willing to think about what those should be.
ne: .........(हाँसो)..... के गर्दा ठिक होला भन्ने बिषयमा भने सोच्दै हुन्छौं

source: So take a little bit of time Friday afternoon, make yourself a three-category priority list: career, relationships, self.
ne: त्यसैले, शुक्रबार दिउसो केहि समय निकाल्नुस र आफ्नै ३ प्राथमिकताको सुची बनाउनुहोस: कार्य, सम्बन्ध, र व्यक्तिगत

source: Making a three-category list reminds us that there should be something in all three categories.
ne: यस्तो ३ प्रकारको सुची बनाउँदा हरेक क्षेत्रमा केहि छ भन्ने सम्झना हुन्छ

source: Career, we think about; relationships, self -- not so much.
ne: कार्यक्षेत्र: हामी सोच्छौं सम्बन्ध र व्यक्तिगत कुरा त्यति सोच्दैनौ

source: But anyway, just a short list, two to three items in each.
ne: जे भएपनि एउटा छोटो सूची जसमा २-३ काम मात्रै होस्

source: Then look out over the whole of the next week, and see where you can plan them in.
ne: अर्को हप्ताको काम हेरेर कहाँ अटाउन सकिन्छ, हेर्नुहोस

source: Where you plan them in is up to you.
ne: कहाँ अटाउने, तपाईंकै विचार

source: I know this is going to be more complicated for some people than others.
ne: कोहि मान्छेको लागि अरुको तुलनामा यो निकै कठिन काम हुनेछ

source: I mean, some people's lives are just harder than others.
ne: भन्नाले, कसैको काम अर्काको भन्दा निकै कठिन हुन सक्छ

source: It is not going to be easy to find time to take that poetry class if you are caring for multiple children on your own.
ne: यदि तपाईंको धेरै बच्चाछन् भने, कामलाई प्राथमिकता निर्धारण गर्न कठिन हुन्छ

source: I get that.
ne: त्यो त म पनि बुझ्छु

source: And I don't want to minimize anyone's struggle.
ne: म कसैको संघर्षलाइ कम आंकलन गर्न चाहन्न

source: But I do think that the numbers I am about to tell you are empowering.
ne: तर मैंले भन्न गैरहेको एउटा नम्बरले तपाईंलाइ उत्साहित गराउनेछ

source: There are 168 hours in a week.
ne: हप्तामा १६८ घण्टा हुन्छन्

source: Twenty-four times seven is 168 hours.
ne: २४X७ = १६८ घण्टा

source: That is a lot of time.
ne: यो प्रसस्त समय हो

source: If you are working a full-time job, so 40 hours a week, sleeping eight hours a night, so 56 hours a week -- that leaves 72 hours for other things.
ne: हप्तामा लगभग ४० घण्टा काम गर्नुहुन्छ दिनको ८ घन्टाको दरले ५६ घण्टा सुताई त्यति गर्दा अरुकामको लागि ७२ घण्टा बाकी हुन्छ

source: You say you're working 50 hours a week, maybe a main job and a side hustle.
ne: मानौ, हप्तामा ५० घण्टा काम गर्नुहुन्छ मुख्य काम संगै अरु केहि काम

source: Well, that leaves 62 hours for other things.
ne: तैपनि अरुकामको लागि ६२ घण्टा बाकी हुन्छ

source: You say you're working 60 hours.
ne: ६० घण्टा काम गर्छु भने पनि

source: Well, that leaves 52 hours for other things.
ne: अरुकामको लागि ५२ घण्टा बाकी नै हुन्छ

source: You say you're working more than 60 hours.
ne: हप्तामा ६० घण्टा भन्दा बढी भन्नुहुन्छ भने

source: Well, are you sure?
ne: पत्याउनु ?

source: (Laughter) There was once a study comparing people's estimated work weeks with time diaries.
ne: .........(हाँसो)..... एकपटक मानिसको कार्यतालिकाको अध्ययन गरिएको थियो

source: They found that people claiming 75-plus-hour work weeks were off by about 25 hours.
ne: ७५ घण्टाभन्दा बढी काम गर्छु भन्नेहरु, २५ घण्टा अघि नै हिडिसकेका थिए

source: (Laughter) You can guess in which direction, right?
ne: .........(हाँसो)..... कता लागे, त्यो प्रश्न भो

source: Anyway, in 168 hours a week, I think we can find time for what matters to you.
ne: जे भने पनि हप्ताको १६८ घण्टा आवश्यक पर्ने समय जसरीपनि निकाल्न सकिन्छ

source: If you want to spend more time with your kids, you want to study more for a test you're taking, you want to exercise for three hours and volunteer for two, you can.
ne: केटा केटि संग बढी समय बिताउन चाहनुहुन्छ कुनै परिक्षाको तयारी गर्न चाहनुहुन्छ , ३ घण्टा एक्सरसाइज र २ श्रमदान गर्न चाहनुहुन्छ सब सम्भव छ

source: And that's even if you're working way more than full-time hours.
ne: अहिले नै पनि धेरै समय काम गर्दै भएपनि

source: So we have plenty of time, which is great, because guess what?
ne: हामी संग प्रसस्त समय छ, गज्ज़ब कुरा अर्को कुरा के, थाहा छ?

source: We don't even need that much time to do amazing things.
ne: रमाइलो काम गर्न हामीलाई त्यति समय पनि चाहिन्न

source: But when most of us have bits of time, what do we do?
ne: फुर्सद भयो कि हामी के गर्छौं ?

source: Pull out the phone, right?
ne: फोन गर्ने

source: Start deleting emails.
ne: पुरानो इमेल मेट्ने

source: Otherwise, we're puttering around the house or watching TV.
ne: अथवा घरको झिनामसिना काम गर्ने वा टि भी हेर्ने

source: But small moments can have great power.
ne: छोटो समय पनि महत्वपूर्ण हुनसक्छ

source: You can use your bits of time for bits of joy.
ne: केहि खुशीको लागि केहि समय दिन सक्नुहुन्छ

source: Maybe it's choosing to read something wonderful on the bus on the way to work.
ne: हुन सक्छ, काममा जादा आउदा कुनै रमाइलो किताब पढ्न सक्नुहुन्छ

source: I know when I had a job that required two bus rides and a subway ride every morning, I used to go to the library on weekends to get stuff to read.
ne: एकताका मलाई काममा जान २ घण्टा बस चढ्नु पर्थ्यो सप्ताहन्तमा म लाइब्रेरी गएर किताब लेराऊथें

source: It made the whole experience almost, almost, enjoyable.
ne: जसले गर्दा बस यात्रा सहजै कटथ्यो

source: Breaks at work can be used for meditating or praying.
ne: ब्रेकको समयमा ध्यान वा प्रार्थना गर्न सकिन्छ

source: If family dinner is out because of your crazy work schedule, maybe family breakfast could be a good substitute.
ne: कामको व्यस्तताले साँझको खाना बाहिरै खाने गर्नुहुन्छ भने बिहानको खाना परिवारसंगै बसेर खान सकिन्छ

source: It's about looking at the whole of one's time and seeing where the good stuff can go.
ne: यो भनेको आफुसंग भएको समयलाई सहि तरिकाले व्यवस्थापन गर्ने कला हो

source: I truly believe this.
ne: यो कुरामा म बिश्वस्त छु

source: There is time.
ne: समय निकाल्न सकिन्छ

source: Even if we are busy, we have time for what matters.
ne: जस्तै व्यस्त भएपनि समय मिलाउन सकिन्छ

source: And when we focus on what matters, we can build the lives we want in the time we've got.
ne: अत्यावश्यक बिषयमा ध्यान पुर्याएर, भएको समयको सदुपयोग गर्दै हामी चाहेजस्तो जीवन बनाउन सक्छौं

source: Well, I'm involved in other things, besides physics.
ne: अँ, म भौतिकविज्ञान बाहेक अरु कुराहरूमा पनि संलग्न छु।

source: In fact, mostly now in other things.
ne: वास्तवमा, अहिले चाहिँ धेरैजसो अरु कुराहरूमा।

source: One thing is distant relationships among human languages.
ne: एउटा कुरा चाहिँ मानव भाषाहरूबिचको टाढाको सम्बन्ध।

source: And the professional, historical linguists in the U.S.
ne: र अमेरिका र पश्चिमी यूरोपका व्यावसायिक, ऐतिहासिक

source: and in Western Europe mostly try to stay away from any long-distance relationships, big groupings, groupings that go back a long time, longer than the familiar families.
ne: भाषाविज्ञहरू प्राय:जसो कुनै पुरानो सम्बन्धबाट टाढै बस्न खोज्छन; ठूला समूहहरू, त्यस्ता समूहहरू जो धेरै समय अगाडि जान्छन, परिचित परिवार भन्दा अगाडि।

source: They don't like that. They think it's crank. I don't think it's crank.
ne: ऊनीहरू त्यो मन पराउँदैनन; ऊनीहरू सोच्छन यो सनक हो। मलाई लाग्दैन कि यो सनक हो।

source: And there are some brilliant linguists, mostly Russians, who are working on that, at Santa Fe Institute and in Moscow, and I would love to see where that leads.
ne: र केहि प्रतिभाशाली भाषाविदहरू छन, धेरैजसो रसियनहरू, जो सान्टा-फे संस्थान र मस्कोमा यसमा काम गरिराखेका छन, र मलाई यसले कहाँ पुर्याउँछ भन्ने हेर्न मन छ।

source: Does it really lead to a single ancestor some 20, 25,000 years ago?
ne: के यसले साँच्चै एउटा एक्लो पूर्वजसम्म पुर्याउँछ जुन २०--२५००० वर्ष अघिको होस?

source: And what if we go back beyond that single ancestor, when there was presumably a competition among many languages?
ne: अनि यदि हामी त्यो एक्लो पूर्वजभन्दा अगाडि गयौँ भने, जतिबेला सायद धेरै भाषाहरूको बिचमा प्रतिस्पर्धा थियो?

source: How far back does that go? How far back does modern language go?
ne: त्यो कतिसम्म पुरानो होला त? आधुनिक भाषा कतिसम्म पुराना होलान त?

source: How many tens of thousands of years does it go back?
ne: यो कति दशौँ हजार वर्ष अगाडि पुग्छ त?

source: Chris Anderson: Do you have a hunch or a hope for what the answer to that is?
ne: क्रिस एन्डर्सन: के तपाईँलाई यसको उत्तर के हो त भन्ने कुराको अन्दाज वा आशा छ त?

source: Murray Gell-Mann: Well, I would guess that modern language must be older than the cave paintings and cave engravings and cave sculptures and dance steps in the soft clay in the caves in Western Europe, in the Aurignacian Period some 35,000 years ago, or earlier.
ne: मुरे गेल-म्यान: हजुर, मेरो अनुमानमा आधुनिक भाषा गुफाका चित्रकला र गुफाका अभिलेख र गुफाका मुर्तिहरूभन्दा पुरानो हुनुपर्छ अनि पश्चिमी युरोपका गुफाभित्र लगभग ३५ हजार वर्ष वा अझ अघि पाषाण युगमा माटोमा कुँदिएका नृत्य कदमहरूभन्दा।

source: I can't believe they did all those things and didn't also have a modern language.
ne: ऊनीहरूले यी सब चिजहरू गरे अनि ऊनीहरूसँग आधुनिक भाषा पनि थिएन भन्ने मलाई विश्वास लाग्दैन

source: So, I would guess that the actual origin goes back at least that far and maybe further.
ne: त्यसैले मेरो अनुमानमा वास्तविक उत्पत्ति कम्तिमा त्यति अघिसम्म पुग्छ र अझ अघि हुन पनि सक्छ।

source: But that doesn't mean that all, or many, or most of today's attested languages couldn't descend perhaps from one that's much younger than that, like say 20,000 years, or something of that kind. It's what we call a bottleneck.
ne: तर त्यसको अर्थ त्यतिमात्रै होईन कि सबै अथवा धरैजसो, अझ प्राय:जसो आजका प्रामाणिक भाषाहरू सायद त्योभन्दा नयाँ भाषाबाट उत्पत्ति भएका त हैनन, जस्तो मानौँ २० हजार वर्ष वा यस्तै। यसलाई नै हामी सङ्कुचन भन्छौँ।

source: CA: Well, Philip Anderson may have been right.
ne: क्रिस: अँ, फिलिप एन्डर्सन ठिक पनि हुनसक्छन।

source: You may just know more about everything than anyone.
ne: तपाईँलाई हरेक चिजको बारेमा अरू कसैलाई भन्दा बढी थाहा छ होला।

source: So, it's been an honor. Thank you Murray Gell-Mann.
ne: यो एउटा सम्मानयोग्य कुरा हो। धन्यवाद मुरे गेल-म्यान।

source: Hi. I'm here to talk to you about the importance of praise, admiration and thank you, and having it be specific and genuine.
ne: नमस्कार ! म यहाँ प्रशंसा, श्रद्धा र धन्यवादको महत्व बारे यहाँहरु संग केहि कुरा गर्न आएको छु र त्यसलाई निर्दिष्ट र यथार्थ पार्ने कोसिश का साथ |

source: And the way I got interested in this was, I noticed in myself, when I was growing up, and until about a few years ago, that I would want to say thank you to someone, I would want to praise them, I would want to take in their praise of me and I'd just stop it.
ne: र मलाई यसमा रुची यसरी आयो, म हुर्कदै गर्दा र केहि बर्ष अघि सम्म पनि मैले आफुमै केहि कुरा महसुस गरे कि म भित्र कसैलाई धन्यवाद भन्ने इच्छा छ मलाई उनीहरुको प्रशंसा गर्ने इच्छा छ, मलाई उनीहरू ले मैले गरेको प्रशंसा ग्रहण गरुन भन्ने इच्छा छ तर म यसै रोकिए |

source: And I asked myself, why?
ne: अनि मैले आफैले सोधे, किन त?

source: I felt shy, I felt embarrassed.
ne: मलाई शर्म भयो, धक महसुस भयो |

source: And then my question became, am I the only one who does this?
ne: अनि एउटा प्रश्न उब्जियो, के म मात्र हुँ त यस्तो गर्ने?

source: So, I decided to investigate.
ne: अनि मैले यसको छिनोफानो गर्ने निर्णय गरेँ |

source: I'm fortunate enough to work in the rehab facility, so I get to see people who are facing life and death with addiction.
ne: म भाग्यमानी यस अर्थमा छु कि मैले पुनर्स्थापना केन्द्रमा काम गर्न पाए, मैले दुर्व्यसन का कारणले जीवन र मृत्यु को सामना गरिरहेका व्यक्तिहरु संग भेट्ने मौका पाएँ |

source: And sometimes it comes down to something as simple as, their core wound is their father died without ever saying he's proud of them.
ne: कहिलेकाहीं त्यो सबको कारण एउटा अत्यन्त साधारण कुरा सम्म आइपुग्छ, उनीहरू को भित्रि पिडा उनीहरू का पिता एक पटक पनि उनीहरुको गर्ब नगरी स्वर्गवास भए |

source: But then, they hear from all the family and friends that the father told everybody else that he was proud of him, but he never told the son.
ne: अनि उनीहरू आफ्ना परिवार, आफन्त र साथीभाईहरु बाट सुन्छन् कि उनका पिताले सबैलाई उनी आफ्नो छोरा प्रति गर्ब गर्ने कुरा सबैलाई भनेका थिए, तर आफ्नो छोरालाई कहिले भनेनन् |

source: It's because he didn't know that his son needed to hear it.
ne: त्यो किन भने उनलाई त्यो कुरा आफ्नो छोराले सुन्न पर्छ भन्ने थाहा नै थिएन |

source: So my question is, why don't we ask for the things that we need?
ne: त्यसैले मेरो प्रश्न, हामी आफुलाई चाहिने कुरा किन माग्दैनौं त ?

source: I know a gentleman, married for 25 years, who's longing to hear his wife say, "Thank you for being the breadwinner, so I can stay home with the kids," but won't ask.
ne: म एक जना पच्चीस बर्ष देखि विवाहित महासय लाई चिन्छु जो आफ्नी पत्नी बाट सुन्न चाहन्छन कि "तपाईलाई धन्यवाद आयआर्जन गरिदिएकोले ताकि म यी बालबच्चाको साथ मा घर बस्न सकें" तर कहिले पनि माग्दैनन |

source: I know a woman who's good at this.
ne: म एक जना महिलालाई चिन्छु हो यो काममा निपुण छिन |

source: She, once a week, meets with her husband and says, "I'd really like you to thank me for all these things I did in the house and with the kids."
ne: उनि, हप्ता मा एक पटक आफ्ना श्रीमान् लै भन्छिन्, "मैले यो घर र बालबच्चाहरु को लागि जे जे गरे त्यसको लागि तपाईले मलाई धन्यवाद दिनुहोस् भन्ने चाहान्छु"

source: And he goes, "Oh, this is great, this is great."
ne: अनि उनि भन्छन, "ओहो, यो अति सुन्दर हो, अति सुन्दर हो"

source: And praise really does have to be genuine, but she takes responsibility for that.
ne: र प्रसंशा साँच्चिकै निष्कपट हुनुपर्छ, तर पनि उनि त्यो जिम्मेवारी लिन्छिन् |

source: And a friend of mine, April, who I've had since kindergarten, she thanks her children for doing their chores.
ne: अनि मेरो एक जना साथी, अप्रिल, जो म संग शिशु कक्षा देखि छिन्, उनि आफ्ना नानीहरु लाई आफ्नो काम गर्दा पनि धन्यवाद दिन्छिन् |

source: And she said, "Why wouldn't I thank it, even though they're supposed to do it?"
ne: अनि उनले भनिन्, "म किन धन्यवाद नदिउँ, त्यो उनीहरू ले गर्नै पर्ने भएता पनि?

source: So, the question is, why was I blocking it?
ne: अब प्रश्न यो आउछ कि, म किन त्यो कुरा लाई रोकिरहेको थिए त?

source: Why were other people blocking it?
ne: अन्य व्यक्तिहरुले किन रोकिरहेका छन् त?

source: Why can I say, "I'll take my steak medium rare, I need size six shoes," but I won't say, "Would you praise me this way?"
ne: म किन "मलाई ठिक्क पाकेको सेकुवा मन पर्छ, मलाई छ नंबर को जुत्ता चाहिन्छ," भन्छु, तर "के तपाई मलाई यसरी प्रसंशा गर्नुहुन्छ?"

source: And it's because I'm giving you critical data about me.
ne: र त्यो किन कि म तपाईलाई मेरो बारे सम्वेदनशील तथ्य दिईरहेको छु |

source: I'm telling you where I'm insecure.
ne: म तपाईलाई म कहाँ असुरक्षित छु भनिरहेको छु |

source: I'm telling you where I need your help.
ne: म तपाईलाई मलाई तपाईको सहयोग कहाँ चाहिन्छ भनिरहेको छु |

source: And I'm treating you, my inner circle, like you're the enemy.
ne: र पनि म तपाई, मेरो निकटस्थ, लाई शत्रु जस्तो व्यवहार गरिरहेको छु |

source: Because what can you do with that data?
ne: किनकि तपाईले त्यो तथ्य लाई के गर्नुहुन्छ भनेर?

source: You could neglect me.
ne: तपाईले मलाई वेवास्था गर्न सक्नुहुन्छ |

source: You could abuse it.
ne: तपाईले त्यसलाई दुरुपयोग गर्नसक्नु हुन्छ

source: Or you could actually meet my need.
ne: अथवा तपाईले साच्चिकै मेरो आवश्यकता पुरा गर्न सक्नुहुन्छ |

source: And I took my bike into the bike store-- I love this -- same bike, and they'd do something called "truing" the wheels.
ne: अब मैले मेरो बाईक लाई बाईक पसल मा लगें - यो प्रसङ्ग मलाई मन पर्छ -- त्यहि बाईक, र उनीहरुले चक्कालाई सन्तुलित बनाउछन |

source: The guy said, "You know, when you true the wheels, it's going to make the bike so much better."
ne: त्यो गर्ने मान्छे ले भन्यो, "तपाईलाई थाहा छ, जब तपाई चक्का लाई सन्तुलित पार्नु हुन्छ, त्यसले त्यो बाईक लाई धेरै राम्रो बनाउछ |"

source: I get the same bike back, and they've taken all the little warps out of those same wheels I've had for two and a half years, and my bike is like new.
ne: म त्यहि बाईक फिर्ता पाउछु, र उनीहरुले त्यहि चक्काको सबै स-साना असन्तुलन हटाउछन् त्यो म संग साढे-दुई बर्ष सम्म थियो, र अब एकाएक मेरो बाईक नयाँ जस्तै भयो |

source: So, I'm going to challenge all of you.
ne: त्यसैले म तपाईहरु लाई चुनौती दिनचाहान्छु |

source: I want you to true your wheels: be honest about the praise that you need to hear.
ne: म तपाईहरु आफ्नो चक्का सन्तुलित बनाउनुहोस भन्ने चाहान्छु : आफुले सुन्न चाहेको प्रसंशा बारे इमान्दार हुनुहोस |

source: What do you need to hear? Go home to your wife -- go ask her, what does she need?
ne: तपाई के सुन्न चाहनुहुन्छ ? घरमा आफ्नी श्रीमती संग जानुस र उनलाई सोध्नुस, उनि के चाहिन्छिन ?

source: Go home to your husband -- what does he need?
ne: घरमा आफ्ना श्रीमान संग जानुस -- उनि के चाहन्छन ?

source: Go home and ask those questions, and then help the people around you.
ne: घर जानुस र यी प्रश्नहरु सोच्नुस र त्यसपछि आफु वरिपरी का अन्य लाई सहयोग गर्नुस् |

source: And it's simple.
ne: र त्यो एकदमै साधारण छ |

source: And why should we care about this?
ne: हामीले यसको वास्ता नै किन गर्ने र ?

source: We talk about world peace.
ne: हामी विश्व शान्ति को कुरा गर्छौ |

source: How can we have world peace with different cultures, different languages?
ne: विभिन्न संस्कृति, विभिन्न भाषाहरु बाट हामी कसरी विश्व शान्ति प्राप्त गर्न सक्छौ ?

source: I think it starts household by household, under the same roof.
ne: मलाई लाग्छ यो सब घर घर बाट सुरु हुन्छ, एउटै छाना मुनि |

source: So, let's make it right in our own backyard.
ne: त्यसैले हामी यसलाई आफ्नै आँगन बाट सुरु गरौं |

source: And I want to thank all of you in the audience for being great husbands, great mothers, friends, daughters, sons.
ne: म यहाँ दर्शकदीर्घा सबै लाई धन्यवाद दिन चाहान्छु एक महान पति, महान आमा, साथीभाई, छोरीहरु अनि छोराहरु भईदिनु भएको मा |

source: And maybe somebody's never said that to you, but you've done a really, really good job.
ne: तपाईहरुलाई कहिल्यै कसैले त्यसो भनेको छैन होला, तर तपाईहरुले साँच्चिकै राम्रो काम गर्नुभएको छ |

source: And thank you for being here, just showing up and changing the world with your ideas.
ne: र यहाँ उपस्थित भईदिनु भएको मा धेरै धन्यवाद, यहाँ आइदिएर र आफ्ना विचारहरु द्वारा संसार मा परिवर्तन ल्याउनुभएको मा |

source: This is my first trip, my first foreign trip as a first lady.
ne: यो मेरो पहिलो भ्रमण हो। मेरो प्रथम महिला भएपछिको पहिलो भ्रमण। (राष्ट्रपतीकी श्रीमतीलाई अमेरिकामा प्रथम महिला भनिन्छ)

source: Can you believe that?
ne: के तपाईंलाई विश्वास लाग्छ?

source: (Applause) And while this is not my first visit to the U.K., I have to say that I am glad that this is my first official visit.
ne: (ताली) मेरो यो युकेको पहिलो भ्रमण त होइन, तर यो मेरो पहिलो अधिकारिक भ्रमण भएकोमा म खुशी छु।

source: The special relationship between the United States and the U.K.
ne: संयुक्त राज्य अमेरिका र युके बिचको बिशेष सम्बन्ध

source: is based not only on the relationship between governments, but the common language and the values that we share, and I'm reminded of that by watching you all today.
ne: दुई सरकारहरूको सम्बन्धमा मात्रै आधारित छैन, हामीले अँगालेको साझा भाषा एवं मान्यताहरूमा समेत आधारित छ। र मैले त्यो कुरा आज तपाईंहरू सबैलाई देखेर महशुस गरिरहेकी छु।

source: During my visit I've been especially honored to meet some of Britain's most extraordinary women -- women who are paving the way for all of you.
ne: मेरो भ्रमणको क्रममा अफुलाई धेरै भाग्यमानी पाएकी छु ब्रिटेनका अत्यन्तै क्षमतावान महिलाहरू भेट्न पाएकोमा। महिला जसले तपाईंहरुको लागि बाटो बनाइरहनुभएको छ।

source: And I'm honored to meet you, the future leaders of Great Britain and this world.
ne: र तपाईंहरुलाई भेट्न पाएकोमा म भाग्यमानी महशुस गरिरहेकी छु, जो ग्रेट ब्रिटेन र विश्वकै भावी नेत्रीहरु हुनुहुन्छ।

source: And although the circumstances of our lives may seem very distant, with me standing here as the First Lady of the United States of America, and you, just getting through school, I want you to know that we have very much in common.
ne: यद्यपि हाम्रो जीवन को परिस्थितीहरू ज्यादै भिन्न देखिन्छन, यहाँ अमेरिकाको प्रथम महिलाको रुपमा उभिएकी म, र तपाईंहरु, जो भर्खर विद्यालयको पढाई सक्दै हुनुहुन्छ। यहाँ म भन्न चाहन्छु कि हामीबिच धेरै समानता छन।

source: For nothing in my life's path would have predicted that I'd be standing here as the first African-American First Lady of the United States of America.
ne: किनकी मेरो जिन्दगीको बाटोमा केहीले-कोहिले पनि अनुमान गरेको थिएन कि म यहाँ भविश्यमा उभिनेछु, प्रथम अफ्रिकन-अमेरिकन प्रथम महिलाको रुपमा संयुक्त राज्य अमेरिका को।

source: There is nothing in my story that would land me here.
ne: मेरो कथामा एस्तो केहीपनी छैन जस्ले मलाई यहाँ ल्याइ पुर्याओस।

source: I wasn't raised with wealth or resources or any social standing to speak of.
ne: म सम्पन्नता र सुबिधामा हुर्काइएकी थिईन न त समाजमा मेरो कुनै श्रेणी नै थियो।

source: I was raised on the South Side of Chicago.
ne: म शिकागोको पश्चिम भाग मा हुर्किएकी हुँ।

source: That's the real part of Chicago.
ne: जुन शिकागोको वास्तविक भाग हो।

source: And I was the product of a working-class community.
ne: अनि म मजदुर-वर्गीय समाजको उपज थिएँ।

source: My father was a city worker all of his life, and my mother was a stay-at-home mom.
ne: मेरो बुवाले जीवनभर शहरको लागि काम गर्नुभो। अनी मेरी आमा एउटी गृहिणी हुनुहुन्थ्यो।

source: And she stayed at home to take care of me and my older brother.
ne: अनि उहाँ घरमा बसेर म र मेरो ठुलो दाजुको हेरचाह गर्नुहुन्थ्यो।

source: Neither of them attended university.
ne: उहाँहरू दुवैजना विश्वबिद्यालय जानुभएन।

source: My dad was diagnosed with multiple sclerosis in the prime of his life.
ne: मेरो बुवालाई "मल्टिपल स्किल्ररोहसिस" भएको थियो उहाँको जिन्दगीको सबभन्दा महत्वपूर्ण चरणमा।

source: But even as it got harder for him to walk and get dressed in the morning -- I saw him struggle more and more -- my father never complained about his struggle.
ne: तर जति उहाँलाई हिँड्न अनि बिहान ठीक पर्न गाह्रो हुन्थ्यो -- मैले उहाँले झन झन सङ्घर्ष गरेको देखेँ -- मेरो बुवाले त्यो सङ्घर्षको बारेमा कहिल्यै पनि गुनासो गर्नुभएन।

source: He was grateful for what he had.
ne: आफुसँग जे छ त्यसका लागि उहाँ कृतज्ञ हुनुहुन्थ्यो।

source: He just woke up a little earlier and worked a little harder.
ne: उहाँ अझ चाँडै उठ्नुहुन्थ्यो र अझै बढी मेहेनत गर्नुहुन्थ्यो।
